Repository: capstanlqc/cli_automation
Catalog: conv_fl419_to_tmxs/output/Eurograduate_FL419_slo-SVK_TM.tmx
Source language: en_gb
Languages: sk_sk

source: City 36
sk_sk: Košice - Dargovských hrdinov

source: Other\ Refusal (DO NOT READ OUT)
sk_sk: Iné/odmietnutie (NEČÍTAJTE)

source: Walking
sk_sk: Chôdzu

source: DK/NA (DO NOT READ OUT)
sk_sk: Nevie/bez odpovede (NEPONÚKAJTE)

source: (DO NOT READ OUT
sk_sk: (NEČÍTAJTE)

source: Large town/city
sk_sk: vo veľkom meste

source: Have you got a mobile phone?
sk_sk: Máte mobilný telefón?

source: City 37
sk_sk: Košice - Poľov

source: City 7
sk_sk: Bratislava - Staré Mesto

source: In which city/borough/commune do you live?
sk_sk: V ktorej mestskej časti bývate?

source: Single person household
sk_sk: Domácnosť jednotlivca

source: City 1
sk_sk: Bratislava - Vajnory

source: City 4
sk_sk: Bratislava - Rača

source: Noise
sk_sk: Hluk

source: Car
sk_sk: Auto

source: Public transport
sk_sk: Verejná doprava

source: PROG: ROTATE ITEMS 1 TO 4
sk_sk: PROG. MEŇTE PORADIE POLOŽIEK 1 AŽ 4

source: During the last twelve months, would you say you had difficulties to pay your bills at the end of the month…?
sk_sk: Stalo sa Vám za posledných dvanásť mesiacov, že ste mali problém na konci mesiaca zaplatiť účty...?

source: Other city
sk_sk: Iné mesto

source: Generally speaking, the public administration of [CITY NAME] can be trusted
sk_sk: Všeobecne vzaté, verejnej správe v [CITY NAME] sa dá dôverovať

source: ASK ALL
sk_sk: PÝTAJTE SA VŠETKÝCH

source: It is easy to find a job in [CITY NAME]
sk_sk: V [CITY NAME] je ľahké nájsť si prácu

source: Not at all satisfied
sk_sk: vôbec nie spokojný(á)

source: City 20
sk_sk: Košice - Krásna

source: I will read you a few statements. Please tell me whether you strongly agree, somewhat agree, somewhat disagree or strongly disagree with each of these statements?
sk_sk: Prečítam Vám niekoľko tvrdení. Prosím, povedzte mi, či veľmi súhlasíte, skôr súhlasíte, skôr nesúhlasíte alebo veľmi nesúhlasíte s týmito tvrdeniami?

source: Somewhat disagree
sk_sk: Skôr nesúhlasíte

source: Housing
sk_sk: Bývanie

source: (READ OUT – ONE ANSWER ONLY)
sk_sk: (PREČÍTAJTE - LEN JEDNA ODPOVEĎ)

source: From time to time
sk_sk: Občasne

source: City 18
sk_sk: Košice - Pereš

source: D21: CODE 9 AND 10 - SINGLE CODES
sk_sk: D21: KÓD 9 a 10 - JEDINÉ KÓDY

source: City 10
sk_sk: Bratislava - Devínska Nová Ves

source: Married or cohabiting couple, no children or no children living at home
sk_sk: Manželský pár alebo partneri, bez detí alebo bez detí žijúcimi s nimi doma

source: Rural area or village
sk_sk: na vidieku alebo na dedine

source: City 19
sk_sk: Košice - Lorinčík

source: Train
sk_sk: Vlak

source: Very satisfied
sk_sk: veľmi spokojný/-á

source: City 25
sk_sk: Košice - Sever

source: Generally speaking, please tell me if you are very satisfied, rather satisfied, rather unsatisfied or not at all satisfied with each of the following issues in [CITY NAME]?
sk_sk: Všeobecne vzaté, povedzte mi, prosím, či ste veľmi spokojný/-á, skôr spokojný/-á, skôr nespokojný/-á alebo vôbec nie ste spokojný/-á s nasledujúcimi oblasťami v [CITY NAME]?

source: City 31
sk_sk: Košice - Sídlisko KVP

source: City 24
sk_sk: Košice - Šebastovce

source: City 23
sk_sk: Košice - Juh

source: Safety
sk_sk: Bezpečnosť

source: Your personal job situation
sk_sk: Vašou osobnou situáciou v zamestnaní

source: Small or medium-sized town
sk_sk: v malom alebo v stredne veľkom meste

source: Professional (employed doctor, lawyer, accountant, architect, …)
sk_sk: Odborník (zamestnaný lekár, právnik, účtovník, architekt)

source: It is easy to find good housing at a reasonable price in [CITY NAME]
sk_sk: V [CITY NAME] je ľahké nájsť si dobré bývanie za rozumnú cenu

source: Generally speaking, most people in my neighborhood can be trusted
sk_sk: Všeobecne vzaté, väčšine ľudí v mojej štvrti sa dá dôverovať

source: Most of the time
sk_sk: Väčšinou

source: Have you got a landline phone?
sk_sk: Máte pevnú telefónnu linku?

source: City 5
sk_sk: Bratislava - Rusovce

source: Could you tell me how many people aged 15 years or more live in your household, yourself included?
sk_sk: Mohli by ste mi povedať, koľko osôb vo veku 15 rokov alebo starších žije vo vašej domácnosti vrátane Vás?

source: Other (DO NOT READ OUT)
sk_sk: Iné (NEPONÚKAJTE)

source: Q4: CODE 11 - SINGLE CODE
sk_sk: Q4: KÓD 11 - JEDINÝ KÓD

source: Strongly disagree
sk_sk: Rozhodne nesúhlasíte

source: City 29
sk_sk: Košice - Košická Nová Ves

source: I live here since less than 1 year
sk_sk: Bývam tu kratšie ako 1 rok

source: Cleanliness
sk_sk: Čistota

source: The financial situation of your household
sk_sk: Finančnou situáciou vašej domácnosti

source: Other employee (salesman, nurse, …)
sk_sk: Iný zamestnanec (predavač, zdravotná sestra...)

source: No
sk_sk: Nie

source: Owner of shop, craftsman
sk_sk: Majiteľ obchodu, remeselník

source: (READ OUT - ONE ANSWER ONLY)
sk_sk: (PREČÍTAJTE – LEN JEDNA ODPOVEĎ)

source: Would you say you are…?
sk_sk: Povedali by ste, že ste...?

source: Seeking a job
sk_sk: Hľadá prácu

source: Manual worker
sk_sk: Manuálne pracujúci

source: The noise level
sk_sk: Hlučnosť

source: The administrative services of [CITY NAME] help people efficiently
sk_sk: Správne orgány mesta [CITY NAME] ľuďom účinne pomáhajú

source: Urban public transport (bus, metro, tram, ferry, etc.)
sk_sk: Mestskú hromadnú dopravu (autobus, električku, trajekt atď.)

source: Gender.
sk_sk: Pohlavie.

source: [CITY NAME] is committed to fight against climate change (e.g.: energy efficiency, green transport)
sk_sk: [CITY NAME] sa zapája do boja proti klimatickým zmenám (napr. energetickou efektívnosťou, ekologickou dopravou)

source: City 21
sk_sk: Košice - Vyšné Opátske

source: Female
sk_sk: Žena

source: City 15
sk_sk: Bratislava - Devín

source: In your opinion, among the following issues, which are the three most important for [CITY NAME]?
sk_sk: Spomedzi nasledujúcich vecí, ktoré sú podľa Vás tri najdôležitejšie pre [CITY NAME]?

source: What county do you live in?
sk_sk: Povedzte mi prosím, v ktorom kraji trvalo žijete?

source: City 22
sk_sk: Košice - Barca

source: I live here since between 5 to 10 years
sk_sk: Bývam tu 5 až 10 rokov

source: I am satisfied to live in [CITY NAME]
sk_sk: Som spokojný/-á, že žijem v [CITY NAME]

source: Male
sk_sk: Muž

source: City 28
sk_sk: Košice - Staré Mesto

source: City 13
sk_sk: Bratislava - Ružinov

source: Social services
sk_sk: Sociálne služby

source: Unemployment
sk_sk: Nezamestnanosť

source: (READ OUT IF NECESSARY - ONE ANSWER ONLY)
sk_sk: (V PRÍPADE POTREBY PREČÍTAJTE – LEN JEDNA ODPOVEĎ)

source: Farmer, forester, fisherman
sk_sk: Poľnohospodár, lesník, rybár

source: City 9
sk_sk: Bratislava - Karlova Ves

source: Civil servant
sk_sk: Zamestnanec v štátnej správe

source: Without a professional activity
sk_sk: Nevykonáva pracovnú činnosť

source: City 12
sk_sk: Bratislava - Lamač

source: ASK D5c IF EMPLOYEE, CODE 2 IN D5a
sk_sk: OTÁZKU D5c SA PÝTAJTE, AK IDE O ZAMESTNANCA, OZNAČENÉ 2 v D5a

source: PROG: ROTATE ITEMS 1 TO 7
sk_sk: PROG. MEŇTE PORADIE POLOŽIEK 1 AŽ 7

source: Education and training
sk_sk: Vzdelávanie a odborná príprava

source: City 26
sk_sk: Košice - Západ

source: City 2
sk_sk: Bratislava - Vrakuňa

source: City 30
sk_sk: Košice - Šaca

source: As far as your current occupation is concerned, would you say you are self-employed, an employee, a manual worker or would you say that you are without a professional activity?
sk_sk: Pokiaľ ide o vaše súčasné zamestnanie, povedali by ste, že ste samostatne zárobkovo činná osoba, zamestnanec, robotník, alebo by ste povedali, že nevykonávate pracovnú činnosť?

source: Refusal (DO NOT READ OUT)
sk_sk: Odmietnutie (NEČÍTAJTE)

source: (ONE ANSWER ONLY)
sk_sk: (LEN JEDNA ODPOVEĎ)

source: Air pollution
sk_sk: Znečistenie vzduchu

source: I feel safe in [CITY NAME]
sk_sk: V [CITY NAME] sa cítim bezpečne

source: Unskilled manual worker
sk_sk: Nekvalifikovaný manuálny pracovník

source: Sports facilities such as sport fields and indoor sport halls
sk_sk: Športové zariadenia, napr. športové ihriská a kryté športové haly

source: The life you lead
sk_sk: Životom, ktorý vediete

source: City 34
sk_sk: Košice - Džungľa

source: Rather unsatisfied
sk_sk: skôr nespokojný/-á

source: Rather satisfied
sk_sk: skôr spokojný/-á

source: Professional (lawyer, medical practitioner, accountant, architect,…)
sk_sk: Odborník (právnik, lekár, účtovník, architekt...)

source: Health services
sk_sk: Zdravotné služby

source: Office clerk
sk_sk: Úradník

source: City 38
sk_sk: Košice - Nad jazerom

source: Retired
sk_sk: Na dôchodku

source: (READ OUT – MAX. 3 ANSWERS)
sk_sk: PREČÍTAJTE - MAX 3 MOŽNÉ ODPOVEDE

source: On the whole, are you very satisfied, fairly satisfied, not very satisfied or not at all satisfied with ...?
sk_sk: Celkovo ste veľmi spokojný(á), skôr spokojný(á), nie veľmi spokojný(á) alebo vôbec nie spokojný(á) s...?

source: PROG: ROTATE ITEMS 1 to 12
sk_sk: PROG. MEŇTE PORADIE POLOŽIEK 1 AŽ 12

source: None (DO NOT READ OUT)
sk_sk: Žiadne (NEPONÚKAJTE)

source: Almost never\ never
sk_sk: Takmer nikdy/nikdy

source: Number of people aged 15 or more in the household
sk_sk: Počet osôb vo veku 15 rokov alebo viac v domácnosti

source: Public transport, for example the bus, tram or metro
sk_sk: Verejná doprava, napríklad autobusy, električky alebo metro

source: City 8
sk_sk: Bratislava - Čunovo

source: ASK D5b IF SELF-EMPLOYED, CODE 1 IN D5a
sk_sk: OTÁZKU D5b SA PÝTAJTE, AK IDE O SAMOSTATNE ZÁROBKOVO ČINNÚ OSOBU, OZNAČENÉ 1 v D5a

source: Student (full time)
sk_sk: Študent (denné štúdium)

source: City 11
sk_sk: Bratislava - Nové Mesto

source: I feel safe in my neighbourhood
sk_sk: V mojej štvrti sa cítim bezpečne

source: Availability of retail shops
sk_sk: Dostupnosť maloobchodných predajní

source: General management, director or top management
sk_sk: Vyšší manažment, riaditeľ, alebo top manažment

source: Strongly agree
sk_sk: Rozhodne súhlasíte

source: City 14
sk_sk: Bratislava - Záhorská Bystrica

source: How old were you when you stopped full-time education?
sk_sk: Koľko ste mali rokov, keď ste ukončili Vaše vzdelanie? Máme na mysli riadne, denné štúdium.

source: Ship or boat
sk_sk: Loď alebo čln

source: Bicycle
sk_sk: Bicykel

source: City 33
sk_sk: Košice - Myslava

source: City 35
sk_sk: Košice - Ťahanovce

source: City 6
sk_sk: Bratislava - Podunajské Biskupice

source: How old are you?
sk_sk: Koľko máte rokov?

source: Motorbike
sk_sk: Motocykel

source: (READ OUT - MAX. 2 ANSWERS)
sk_sk: (PREČÍTAJTE - MAX 2 ODPOVEDE)

source: Single parent, one or more children living at home
sk_sk: Jeden rodič s jedným alebo viacerými deťmi, žijúcimi doma

source: Self-employed
sk_sk: Samostatne zárobkovo činná osoba

source: The state of the streets and buildings in your neighbourhood
sk_sk: Stav ulíc a budov vo vašom okolí

source: Fairly satisfied
sk_sk: skôr spokojný(á)

source: Generally speaking, most people in [CITY NAME] can be trusted
sk_sk: Všeobecne vzaté, väčšine ľudí v [CITY NAME] sa dá dôverovať

source: (READ OUT - SINGLE CODE)
sk_sk: (PREČÍTAJTE – LEN JEDNA ODPOVEĎ)

source: On a typical day, which mode or modes of transport do you use most often?
sk_sk: Ktorý spôsob alebo spôsoby dopravy využívate najčastejšie v bežnom dni?

source: City 32
sk_sk: Košice - Luník IX

source: Schools and other educational facilities
sk_sk: Školy a iné vzdelávacie zariadenia

source: The quality of the air
sk_sk: Kvalita vzduchu

source: Married or cohabiting couple, with one or more children living at home
sk_sk: Manželský pár alebo partneri s jedným alebo viacerými deťmi, žijúcimi doma

source: Middle management
sk_sk: Stredný manažment (vedúci oddelenia, učiteľ, technik)

source: Foreigners who live in [CITY NAME] are well integrated
sk_sk: Cudzinci, ktorí žijú v [CITY NAME], sú dobre začlenení

source: City 3
sk_sk: Bratislava - Petržalka

source: Health care services, doctors and hospitals
sk_sk: Zdravotnícke služby, lekári a nemocnice

source: Employee
sk_sk: Zamestnanec

source: ASK D5d IF MANUAL WORKER, CODE 3 IN D5a
sk_sk: OTÁZKU D5d SA PÝTAJTE, AK IDE O ROBOTNÍKA, OZNAČENÉ 3 v D5a

source: Public spaces such as markets, squares, pedestrian areas
sk_sk: Verejné miesta, ako sú napríklad trhy, námestia, pešie zóny

source: Would you say you live in a…?
sk_sk: Povedali by ste, že žijete...?

source: Which of the following best describes your household composition?
sk_sk: Ktorá z nasledujúcich možností najlepšie vystihuje zloženie vašej domácnosti?

source: Manager of a company
sk_sk: Manažér firmy

source: I live here since 1 to 5 years
sk_sk: Bývam tu 1 až 5 rokov

source: Not very satisfied
sk_sk: nie veľmi spokojný(á)

source: Road infrastructure
sk_sk: Cestná infraštruktúra

source: PROG: ROTATE ITEMS 1 TO 10
sk_sk: PROG. MEŇTE PORADIE POLOŽIEK 1 AŽ 10

source: The presence of foreigners is good for [CITY NAME]
sk_sk: Prítomnosť cudzincov je pre [CITY NAME] dobrá

source: (WRITE DOWN - IF "DK" CODE '98' - IF "REFUSAL" CODE '99')
sk_sk: (ZAPÍŠTE – AK „NEVIE“, OZNAČTE 98 – AK „ODMIETNUTIE“, OZNAČTE 99)

source: City 39
sk_sk: Košice - Sídlisko Ťahanovce

source: DK (DO NOT READ OUT)
sk_sk: NEVIE (NEČÍTAJTE)

source: City 27
sk_sk: Košice - Kavečany

source: Yes
sk_sk: Áno

source: Green spaces such as parks and gardens
sk_sk: Zelené priestranstvá, ako napr. parky a záhrady

source: ASK D5e IF WITHOUT A PROFESSIONAL ACTIVITY, CODE 4 IN D5a
sk_sk: OTÁZKU D5e SA PÝTAJTE, AK NEVYKONÁVA PRACOVNÚ ČINNOSŤ, OZNAČENÉ 4 v D5a

source: (INT.: IF "STILL STUDYING", CODE ‘00’ - IF "NO EDUCATION" CODE '01' - IF "REFUSAL" CODE '98' - IF "DK" CODE '99')
sk_sk: (ANK.: AK „STÁLE ŠTUDUJE", OZNAČTE „00" - AK "ŽIADNE VZDELANIE" OZNAČTE "01" - AK "ODMIETNUTIE", OZNAČTE "98" - AK "NEVIE", OZNAČTE "99")

source: Other
sk_sk: Iné

source: (WRITE DOWN - IF "REFUSAL" CODE '99')
sk_sk: (ZAPÍŠTE – AK „ODMIETNUTIE“, OZNAČTE 99)

source: City 16
sk_sk: Bratislava - Dúbravka

source: FL419 - Quality of life in European Cities UK
sk_sk: FL419 - Quality of life in European Cities SK

source: City 17
sk_sk: Bratislava - Jarovce

source: Somewhat agree
sk_sk: Skôr súhlasíte

source: Cultural facilities such as concert halls, theatres, museums and libraries
sk_sk: Kultúrne zariadenia, napr. koncertné sály, divadlá, múzeá a knižnice

source: The place where you live
sk_sk: Miestom, kde žijete

source: Was born here/ I’ve been living here for all my life
sk_sk: Narodil som sa tu/bývam tu celý život

source: IF OTHER or DON'T KNOW IN D12, CODES 198 or 199 in D12, STOP THE INTERVIEW
sk_sk: AK JE V OTÁZKE D12 VYZNAČENÉ "INÉ" alebo "NEVIE", KÓDY 198 alebo 199, ROZHOVOR PRERUŠTE

source: Supervisor\ foreman (team manager, …)
sk_sk: Vedúci/majster (vedúci tímu...)

source: I live here since more than 10 years
sk_sk: Bývam tu viac ako 10 rokov

source: For how long have you been living in [CITY NAME]?
sk_sk: Ako dlho bývate v [CITY NAME]?

source: Looking after the home
sk_sk: V domácnosti
